Repository: Tmpgmv/cookiecutter-django-pkgh
Catalog: {{ cookiecutter.project_slug }}/general/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

source: No %(name)s were changed due conflict errors
ru: Ни один %(name)s не был изменён из-за конфликтов

source: Record with pk `{0}` has been modified and was not updated
ru: Запись с pk `{0}` была изменена и не была обновлена

source: Record has been modified or no version value passed
ru: Запись была изменена или номер версии не передан

source: Version number is missing or has been tampered with
ru: Номер версии отсутствует или был изменён

source: record revision number
ru: номер ревизии записи

source: Record Modified
ru: Запись изменена

source: %(count)s %(name)s was changed successfully.
ru: Успешно изменён %(count)s %(name)s.

source: Version field is set (%s) but record has not `pk`.
ru: Поле версии установлено (%s), но у записи нет `pk`.

source: Home
ru: Главная

source: Delete multiple objects
ru: Удалить несколько объектов
